Repository: oscarahalvorsen/masterproject
Catalog: datacollecting/MAALFRID/tmx/sdir.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: When it is not practicable or appropriate to comply with a regulatory requirement, the NMA has the possibility to grant exemptions from such requirements when it is found justifiable in terms of safety that an exemption in an individual case can be granted.
nb: Når det ikke er praktisk mulig eller hensiktsmessig å følge et forskriftskrav, så har Sjøfartsdirektoratet adgang til å dispensere fra et slikt krav når rimelighets- og sikkerhetshensyn tilsier at et unntak i enkelttilfeller kan innvilges.

source: Increased foreign exchange and tax revenues and a larger fleet would provide an increased domestic market for Norwegian maritime goods, services and expertise.
nb: Økte valuta- og skatteinntekter og en større flåte ville gi et økt hjemmemarked for norske maritime varer, tjenester og kompetanse.

source: In accordance with tradition, the ceremony must be performed by at least 6 people in party: King Neptune,
nb: For at seremonien kan gjennomføres i samsvar med tradisjonene, må det minst være 6 personer i følget: Kong

source: The inventory certificate and the ready for recycling certificate issued pursuant to Article 9 shall be
nb: Fortegnelsessertifikatet og gjenvinningssertifikatet som utstedes i henhold til artikkel 9, skal opprettes på et

source: Organises sports mean activities, including training, which are organised by sports organisations registered in the Norwegian Confederation of Sports.
nb: Med organisert idrett menes aktiviteter, herunder trening, tilrettelagt i regi av idrettsorganisasjoner som er registrert i Norges Idrettsforbund.

source: Section 44 Requirements related to means of closure, coaming and sill height for all ships
nb: § 44 Krav til lukkemidler, karm- og terskelhøyder for alle skip

source: on the basis of Appendix 3 to the Hong Kong Convention.
nb: Samsvarserklæringen kan utformes på grunnlag av tillegg 3 til Hongkong-konvensjonen.

source: - 188 MLC inspections carried out on Norwegian cargo and passenger ships not required to have MLC
nb: - 188 MLC inspeksjoner ble utført på norske lasteskip og passasjerskip som ikke har krav om MLC

source: In Athens for Posidonia 2012? The Norwegian Maritime Authority wishes you a warm welcome at our stand.
nb: Sjøfartsdirektoratets deltar denne uken på den internasjonale shippingmessen Posidonia 2012 i Hellas.

source: astronomer, bishop, doctor and barber and at least 2 guards.
nb: Neptun, astronom el er biskop, doktor, barberer og minst 2 drabanter.

source: Calcium Chloride Brine (CaCl2) and Sodium Chloride Brine (NaCl), each of 50 m3, into the brine
nb: saltlake av kalsiumklorid (CaCl2), og natriumklorid (NaCl), hver på 50 m3, inn i brine-tankene. Lastingen startet, og mannskapet merket raskt at det ikke kom noe last i tankene.

source: Section 34 continues section 43 second paragraph of Regulations 1992/695.
nb: § 34 viderefører § 43 andre ledd i forskrift 1992/695.

source: Parts of the legislation also apply to third-country ships calling at ports or anchorages in the EEA.
nb: Deler av regelverket gjelder også tredjelandsskip som anløper havner eller oppankringssteder i EØS-området.

source: According to national Regulations, the following ships shall have an International Ship Security Certificate, ISSC Certificate (see the Security Regulations for more information):
nb: Følgende skip skal i henhold til nasjonal forskrift inneha et Internasjonalt sikkerhets- og terrorberedskapssertifikat, ISSC-sertifikat (se sikkerhetsforskriften for mer informasjon):

source: Article 13 of the Regulation lays down a number of requirements that the recycling facilities must meet in order to be approved.
nb: I forordningen artikkel 13 stilles det en rekke krav til gjenvinningsanlegg som må være oppfylt for å kunne bli godkjent.

source: The meaning of the term "supply vessel" as defined and understood pursuant to current Norwegian law, probably does not have an international equivalent.
nb: Meningsinnholdet av begrepet «forsyningsskip» slik dette er definert og forstås etter gjeldende norsk rett, har antakeligvis ikke et internasjonalt motstykke.

source: Information technology systems may be thought of as focusing on the use of data as information.
nb: Informasjonsteknologisystemer kan betraktes som systemer som bruker data som informasjon.

source: exceeding 12 months.
nb: periode som ikke overstiger 12 måneder.

source: In cases where Covid-19 makes it difficult for seafarers to renew their Norwegian medical certificate, the NMA
nb: I situasjoner der Covid-19 er til hinder for at sjøfolk får fornyet sin norske helseerklæring, tillater

source: Testing of colour vision with regard to the issuing of Certificate for Deck Officer Class 5 Pleasure
nb: Fargesynstest for utstedelse av fritidsskippersertifikat blir i tråd med innholdet i forskrift 5.

source: completed in 1995.
nb: avsluttet i 1995.

source: - The NMA received 10 complaints on Norwegian ships in 2016.
nb: - Sjøfartsdirektoratet mottok 10 klager på norske skip i 2016.

source: wizard hat painted with old and new celestial bodies - black, ankle-length robe painted with astronomical
nb: påmalt gamle og nye himmel egemer - sort, fotsid kappe påmalt astronomiske figurer, måner og stjerner,

source: Side 3 av 4 The Astronomer measure and count and declare that the position is good.
nb: Side 3 av 4 Astronomen måler og regner og erklærer at posisjonen er god.

source: objects; 3% due to slips and falls.
nb: gjenstander, mens 3 % oppstod som følge av skli- og fallulykker.

source: Extending the validity of Certificate of Receipt of Application (CRA)
nb: Forlengelse av gyldigheten på Certificate of Receipt of Application (CRA)

source: you can still open a user account on My vessels.
nb: , kan du likevel opprette en brukerkonto på Min side fartøy.

source: a safety certificate for passenger ships of class A, B or C according to Directive 2009/45/EC
nb: sikkerhetssertifikat for passasjerskip etter Direktiv 2009/45/EF klasse A, B eller C

source: What costs will be involved with bareboat registrations in the Norwegian Ship Registers?
nb: Hvilke kostnader vil være knyttet til bareboat-registreringer i de norske skipsregistrene?

source: The price of oil went up from three to twelve dollars a barrel, and the tank transport, in which many Norwegians had invested, went from an annual growth of 17 per cent to a total collapse.
nb: Oljeprisen gikk fra tre til tolv dollar fatet, og tanktransporten, som mange nordmenn hadde investert i, gikk fra 17 prosent årlig vekst til total kollaps.

source: Click “Assign access” to give a new user access.
nb: Skal du gi en ny bruker tilgang, trykker du på "Gi tilgang".

source: The entry quarantine must take place in a quarantine hotel until they have a negative PCR test taken no earlier than 3 days after entry.
nb: Innreisekarantenen skal gjennomføres på karantenehotell frem til de har fått et negativt resultat på PCR-test tatt tidligst 3 døgn etter innreise.

source: - We have been met with a positive and solution-oriented attitude and a will to cooperate, Hagen says.
nb: - Vi er blitt møtt med positive holdninger, løsningsorientering og samarbeidsvilje sier Hagen.

source: Section 19 Intact stability for ships constructed in accordance with section 4
nb: § 19 Intaktstabilitet for skip som omfattes av § 4

source: The seafarer will then automatically be granted a Certificate of Receipt of Application (CRA) and will be able to sail on Norwegian ships for up to 3 months.
nb: Da vil sjøfolkene automatisk få utstedt CRA som gir mulighet for å seile på norske skip i inntil 3 måneder.

source: To ensure correct invoicing we kindly ask the recipient to fill in the form payment information, KR-0070. Send to
nb: "betalingsinformasjon", KR-0070 slik at vi fakturerer riktig. En kopi av det signerte dokumentet skal sendes til

source: Threats are presented by malicious actions (e.g. hacking or introduction of malware)
nb: skadelig programvare) eller utilsiktede konsekvenser av godartede handlinger (f.eks.

source: The Circular does not apply to Norwegian-registered vessels of less than 24 metres in overall length not used for commercial purposes.
nb: Rundskrivet gjelder ikke for norskregistrerte fartøy under 24 meter største lengde som brukes utenfor næringsvirksomhet.

source: Environmental Safety Regulations chapter IV regarding air pollution (MARPOL Regulation 13 on nitrogen oxides (NOx))
nb: Miljøforskriftens kapittel IV om luftforurensning (MARPOL Regel 13, Nitrogenoksider NOx)

source: Applications may be filled in online by the manning agent or the shipping company, resulting in a CRA (Certificate of Receipt of Application) being issued automatically by the system.
nb: En CRA (Certificate of Receipt of Application) blir automatisk utstedt i elektronisk format, og nødvendig betalingsinformasjon blir tilgjengelig.

source: One fatality has been registered in connection with the 855 groun­
nb: Det er registrert ett dødsfall i forbindelse med de totalt 855

source: From the entry to Sunnylvsfjord through to Geiranger, the vessels have a typical sailing speed of approximately 14-16 knots.
nb: Fra innseilingen ytterst i Sunnylvsfjorden og inn til Geiranger har fartøyene en typisk seilingshastighet rundt 14-16 knop.

source: cargo ships, including high-speed cargo craft, of 500 gross tonnage and upwards, certified for international trade
nb: Lasteskip, også hurtiggående lastefartøy, med bruttotonnasje på 500 og over, som er sertifisert for internasjonal fart.

source: IMO NOx Technical File from the manufacturer;
nb: • IMO NOx Technical File fra produsenten.

source: This will make it difficult to have EU/EEA-flagged ships dismantled at scrapping yards in India and Bangladesh if these countries do not change their legislation significantly.
nb: Dette vil gjøre det vanskelig å benytte opphuggingsverft i India og Bangladesh til opphugging av EU/EØS-skip dersom de ikke endrer sine regelverk betydelig.

source: Section 43 incorporates the Load Line Convention as regulation for passenger ships and cargo ships of 24 metres in length (L) and upwards engaged on foreign voyages.
nb: Paragraf 43 inkorporerer lastelinjekonvensjonen som forskrift for passasjerskip og lasteskip med lengde (L) 24 meter eller mer i utenriksfart.

source: Thumbs up from the industry during Nor-Shipping
nb: Gode tilbakemeldinger på Nor-Shipping

source: The Norwegian pavilion was prepared by Norwegian Maritime Exporters (NME) in cooperation with the Royal Norwegian Consulate General in Guangzhou.
nb: Den norske paviljongen er resultatet av et godt samarbeid mellom det norske generalkonsulatet i Guangzhou og Norwegian Maritime Exporters (NME).

source: , Social anthropologist, curator Norwegian Maritime Museum, Bygdøy Oslo
nb: , prosjektleder/konservator Norsk Maritimt Museum, Bygdøy Oslo

source: Click Clear now
nb: Trykk Fjern nå

source: Seafarer Fatigue – a research project by Cardiff University
nb: Seafarer Fatigue - Forskningprosjekt fra Cardiff University

source: the start of the period 2006-2015, from an average of 110 incidents
nb: perioden 2006-2015, fra et gjennomsnitt på nesten 110 hen­

source: The only problem was that the Knut Magnus Haavik, a lawyer at the Bergen-based shipping company Kristian Jebsen AS, had the same idea.
nb: Problemet var bare at advokaten til bergensrederiet Kristian Jebsen AS, Knut Magnus Haavik, hadde tenkt det samme og attpåtil kommet seg inn på Tinghuset før dørene åpnet.

source: Since 2014, the NMA has had an annual focus area for what we call risk-based supervision.
nb: Siden 2014 har Sjøfartsdirektoratet hatt et årlig fokusområde for det vi kaller risikobasert tilsyn.

source: facility concerned complies with the requirements set out in Article 13 in order to conduct ship
nb: oppfyller kravene i artikkel 13 til å gjenvinne skip og til å bli oppført på den europeiske listen i samsvar med

source: a) The weekly rest period may be reduced to 70 hours for
nb: a) Den ukentlige hviletiden kan reduseres til 70 timer i

source: It is important to note that if an engine, for which an EIAPP Certificate was previously not required, undergoes a conversion so that the output is increased by more than 10%, it is considered a major conversion, and the engine shall be issued with an EIAPP Certificate and NOx Technical File.
nb: Verdt å merke seg er at hvis en motor, som tidligere ikke har hatt krav om EIAPP sertifikat, ombygges slik at effekten økes med mer enn 10 % så regnes det som en større ombygging og EIAPP sertifikat og NOx Technical File skal utstedes på motoren.

source: As a consequence of the above mentioned, even if the entire SOLAS chapter II-1 applies as regulation for a cargo ship of 500 gross tonnage and upwards engaged on foreign voyages, there may be other and equivalent international requirements, as implemented into Norwegian legislation, that also apply to this ship.
nb: Det følger av det som er skrevet ovenfor at selv om hele SOLAS kapittel II-1 gjelder som forskrift for et lasteskip med bruttotonnasje på 500 eller mer i utenriksfart, kan det være andre og likeverdige internasjonale krav, slik de er gjennomført i norsk rett, som også skal gjelde for dette skipet.

source: apply to workers travelling to a vessel which is to leave a Norwegian port within three days after the worker’s arrival in Norway and which will not call at a Norwegian port within 10 days after departure.
nb: arbeidstaker på vei til et fartøy som skal forlate norsk havn innen tre døgn etter arbeidstakerens ankomst til Norge, og som ikke skal anløpe norsk havn innen 10 døgn etter avreise.

source: Standard 3 shall be used for engineer officers and engine department personnel and electro-technical officers/ratings on board ships of more than 500 gross tonnage and with propulsion power of more than 750 kW.
nb: - Standard 3 er minstekrav for maskinister og skipselektrikere på skip over 500 bruttotonn og med fremdriftskraft på mer enn 750 kW.

source: Norwegian flag considered quality flag by the U.S. Coast Guard
nb: Norsk flagg anses som kvalitetsflagg av US Coast Guard

source: Earlier the same year came Seaworthiness Act (not replaced until 2007).
nb: Tidligere samme år kom sjødyktighetsloven (ikke erstattet før 2007).

source: The temperature of the space should be equivalent to the maximum operating temperature (+/-5°C) for the battery system.
nb: Rommet skal ha en temperatur tilsvarende den maksimale operasjonstemperaturen (+/-5 °C) for batterisystemet.

source: Certificate requirements for ships carrying more than 12 passengers and operating in the inner
nb: Sertifikatkrav til skip som fører flere enn 12 passasjerer og som går i Svalbards indre farvann og

source: wood wool - like green colored as seagrasses.
nb: solid treul - gjerne grønnfarget som sjøgress.

source: Vard Skipsdesign comments on section 3 of the Regulations as regards the time of implementation of MSC.335(90) into Norwegian legislation.
nb: Vard Skipsdesign kommenterer § 3 i forskriften med henblikk på tidspunktet for gjennomføring av MSC.335(90) i norsk rett.

source: This is a weakness compared to the legislation that applies to vessels of more than 24 metres in overall length (L), where the anchor equipment requirement is a function of the vessel's displacement and windage.
nb: Dette er en svakhet sammenlignet med regelverket som gjelder for fartøy over 24 meter lengde L, hvor kravet til ankerutrustning er en funksjon av fartøyets deplasement og vindfang.

source: Regarding the COVID-19 pandemic, there are some factors that should be given priority by the company and ship when carrying out a risk assessment (the list is not exhaustive and for information only).
nb: I forbindelse med covid-19-pandemien er det noen faktorer som bør prioriteres av rederi og skip når det skal foretas en risikovurdering

source: (“Beaching” implies that ships are driven onto shallow beaches at high tide and scrapped there.)
nb: («Beaching» betyr at skipene kjøres opp på langgrunne strender ved høyvann og hugges der.)

source: Some of the leading European experts in the fields of fatigue and stress were involved in Project Horizon.
nb: Horizon Research Project involverte noen av Europas ledende eksperter på fatigue og stress.

source: As you can see, you do not have access to any vessels.
nb: Som du ser, har du ikke tilgang til noen fartøy.

source: colour vision testing.
nb: førstevalg ved testing av fargesyn.

source: The Norwegian Maritime Authority's Circulars consist of 2 series, Series R: Regulations, Acts and Conventions, and Series V: Guidelines and interpretations.
nb: Sjøfartsdirektoratets rundskriv består av 2 serier,serie R: Forskrifter, lover og konvensjoner, og serie V:

source: The reference to the regulations laid down by the DSB has been removed in the Regulations.
nb: I forskriften er henvisningen til reglene som er fastsatt av DSB fjernet.

source: All NIS registered ships of 500 GT and more classed by a recognized organization are delegated to class
nb: Alle NIS-skip på 500 bruttotonn og mer som er klasset hos et av de anerkjente klasseselskapene

source: Passenger ships, including high-speed passenger vessels,
nb: Passasjerskip, inkludert hurtiggående passasjerfartøyer,

source: Med unntak av skipsregistrering, post/varelevering og forhåndsavtalte tjenester og With the exception of ship registration, post/delivery and pre-arranged services and assignments, our head office and our regional offices / ship registers are closed to the public for the time being.
nb: Med unntak av skipsregistrering, post/varelevering og forhåndsavtalte tjenester og oppdrag, er vårt hovedkontor og våre regionskontor/Skipsregistrene stengt for publikum inntil videre.

source: The coordination of operations is handled either directly through one of the two JRCCs in Bodø and Sola outside of Stavanger, or through one of the 28 local rescue centrals.
nb: Den operative koordinering av aksjoner, skjer enten direkte fra en av de to hovedredningssentralene (HRS) som er lokalisert i Bodø og på Sola ved Stavanger, eller gjennom en av de 28 lokale redningssentraler.

source: The battery solution should be tested in accordance with this Circular.
nb: Batteriløsningen skal være testet i samsvar med dette rundskriv.

source: This is a continuation of RSV 04-2015.
nb: Dette er en videreføring av RSV 04-2015. Last ned som PDF

source: For fishing vessels certified for Bank fishing I/II or Deepsea fishing I/II, the NMA will therefore allow a restriction on operating beyond Norwegian jurisdiction to be placed upon the certificate.
nb: For fiskefartøy med Bankfiske I/II eller Havfiske I/II vil Sjøfartsdirektoratet derfor tillate at det kan påføres en begrensning mot å operere utenfor norsk jurisdiksjon i sertifikatet.

source: The Norwegian Photo Contest for Seafarers 2018
nb: Den norske fotokonkurransen for sjøfolk 2018

source: The Qualship 21 list is based on the number of detentions resulting from Port State Controls in U.S. ports.
nb: Listen Qualship 21 baserer seg på antall tilbakeholdelser ved havnestatskontroller ved anløp i amerikanske havner.

source: We have seen a downward trend in these numbers over the last few years, but this trend was broken in 2015 when 24 occurrences were registered.
nb: I de siste årene har det vært en synkende tendens, men denne ble brutt i 2015 da vi registrerte 24 hen­delser.

source: 15 of these will go through
nb: Deretter går de 15 beste videre til

source: Persons travelling to Norway from one of these countries must undergo entry quarantine for 10 days, and quarantine is mandatory
nb: Personer som reiser til Norge fra ett av disse landene skal i innreisekarantene i 10 dager og må i karantene

source: The wrong use of PFDs may result in the device not working as it should.
nb: Feil bruk av flyteutstyr kan føre til at det ikke virker som forventet.

source: The Committee recognized the need to focus on passenger ship safety and agreed to do so in the form of a Harmonized Verification Program (HAVEP) on operational controls on passenger ships in 2013.
nb: Komiteen var enig om behov for mer fokus på passasjerskip. Dette vil gjøres i form av en såkalt «Harmonized Verification Programme (HAVEP) on operational controls on passenger ships” i 2013.

source: - 843 ships Norwegian ships with valid MLC 2006 certificate;
nb: - 843 norske skip har gyldig MLC 2006-sertifikat.

source: Here are examples on how to mark a golf course on the deck.
nb: Eksempler på hvordan banen kan merkes opp på dekket.

source: first choice for testing colour vision.
nb: test som førstevalg ved testing av fargesyn.

source: Click the gear on the right hand side on My vessels start page.
nb: På forsiden av "Min side fartøy" velger du først tannhjulet til høyre.

source: Ships with priority I (PI) must be inspected and vessels with priority II may be inspected.
nb: Skip med prioritet I skal inspiseres, og skip med prioritet II kan inspiseres.

source: The COVID-19 virus is a biological agent, and the company shall perform a special risk assessment based on all available information, including facts and recommendations from competent international authorities.
nb: Covid-19-viruset er en biologisk faktor, og rederiet skal gjennomføre en særlig risikovurdering på grunnlag av alle tilgjengelige opplysninger, herunder informasjon og anbefalinger fra ansvarlige nasjonale og internasjonale myndigheter.

source: The wording of the mentioned sections transforms relevant sections of the IMO's Code on Intact Stability (2008 IS Code).
nb: Ordlyden i nevnte paragrafhenvisninger transformerer relevante deler av IMOs regelverk for intaktstabilitet (2008 IS-koden).

source: The wording of the new third paragraph indicates that changes made only to increase the stability of a ship, will not entail the application of new requirements.
nb: Ordlyden i nytt tredje ledd henspeiler på at endringer som bare er gjort for å øke stabiliteten til et skip, ikke medfører nye byggekrav.

source: The test must be taken no earlier than 24 hours prior to arrival in Norway.
nb: Testen skal være tatt i løpet av de siste 24 timene før ankomst til Norge.

source: STCW Convention Table A-I/9 has three different standards for colour vision:
nb: STCW-konvensjonen tabell A-I/9 deler opp fargesynet i tre ulike standarder:

source: Still, 18 Wilson ships have started flying the Norwegian flag while countries around the world have closed their borders due to COVID-19.
nb: Likevel har altså 18 Wilson-skip fått norsk flagg samtidig som Covid-19 har stengt grenser verden over.

source: All title documents are to be signed with binding signature.
nb: Alle hjemmelsdokumenter som bilbrev og skjøter må undertegnes med forpliktende underskrift av selger.

source: The ISPS Code has been made applicable to all EU and EEA countries by EC Regulation (EC) 725/2004 and nationally by the Norwegian Regulations 972/2004 (Security Regulations).
nb: ISPS-koden er gjort gjeldende for alle EU- og EØS-land gjennom EC 725/2004 (EU-regelverk) og nasjonalt gjennom vår egen forskrift 972/2004 (sikkerhetsforskriften).

source: Among other things, fire risk will be a focus on ship inspections in 2014.
nb: Blant annet vil brannrisiko bli et særlig område en ser på ved inspeksjoner om bord på skip i 2014.

source: There may be various reasons for a leak, i.a the placement of equipment and incorrect use of facilities (training/ instructions, etc.).
nb: Årsakene til en lekkasje kan være ulike, som plassering av utstyret og feil bruk av anlegget (opplæring / instruksjoner, etc.).

source: Ocean Industry Podium on the ratificationof the ballast water convention.
nb: Ocean Industry Podium om ikrafttredenav ballastvannkonvensjonen.

source: The provisions supplement section 6 of the Regulations.
nb: Bestemmelsene utfyller § 6 i forskriften.
